package com.example.newsapp;

public class DemoData {
    static public String demo_news = "1.热爱可抵岁月漫长。\n" +
            "        2.我们各自努力，最高处见。\n" +
            "        3.第一次看到宇宙，是和你四目相对的时候。\n" +
            "        4.不是双向的奔赴毫无意义。\n" +
            "        5.“你要是愿意，我就永远存在。”\n" +
            "        6.你是我疲惫生活中唯一的英雄梦想。\n" +
            "        7.“我将永远忠于自己，披星戴月奔向理想和你。”\n" +
            "        8.“这个世纪疯狂，腐败，没人性；你却一直清醒，温柔，一尘不染。”\n" +
            "        9.万物皆有裂痕，那是光进来的地方。\n" +
            "        10.「今でもあなたは私の光。」如今你依旧是我的光。——《非自然死亡》\n" +
            "        11.愿你以渺小启程，以伟大结尾。——SUGA闵玧其《Agust D》\n" +
            "        12.“地球正一点点的疏离月亮 ，  据说每一百万年就会陌生一秒，早在25亿年前，我们便开始了漫长的别离。\n" +
            "        13.一定要站在你所热爱的世界里闪闪发光。14.山海的浩瀚，宇宙的浪漫，都在我内心翻腾 ，在推着我前进。\n" +
            "        15.别慌，月亮也正在大海某处迷茫 \n" +
            "        16.你也曾是银河的浪漫子民，孤身坠入地球，等不到群星来信。\n" +
            "        17.地球上只有一个月亮，它没有生命，被小行星撞的伤痕累累，却象征着浪漫。\n" +
            "        18.总有一阵风会吹过我再吹过你，总有一个瞬间我们之前的距离是零。\n" +
            "        19.对待自己温柔一点。你只不过是宇宙的孩子，与植物、星辰没什么两样。—— 麦克斯·埃尔曼《我们需要的》\u200B\u200B\u200B";
    static String demo_title[] = {
            "林郑月娥撤回《逃犯条例》修例：众口难调之举",
            "英国议会与政府斗法 脱欧乱局中的七大可能",
            "英国王室：夏洛特小公主上学第一天",
            "英国放长线钓大鱼 破获史上最大海洛因案",
            "英国脱欧白热化 首相称若进程受阻就10月提前大选",
            "法国经济与财政部长：预测今年法国GDP增长1.4%",
            "动真格？旧金山宣布美国步枪协会为“恐怖组织”",
            "散发余热 30万西班牙退休老人助推垃圾分类",
            "聊起“中年社会综合征” 这些国家也困扰",
            "阿富汗首都喀布尔发生爆炸 致2名北约士兵身亡",
            "美企突然扎堆筹钱 原来是因为这个",
            "侠客岛：最近英国政坛因为这事儿吵得不可开交",
            "日本京都动画新作将上映 片尾登纵火案遇难者名字",
            "马来西亚21岁华裔女大学生患肺结核 不敌病魔去世",
            "英国首相亲弟弟突然“反目” 辞去国务大臣一职",
            "外媒:朝鲜要求联合国削减在朝的国际工作人员数量",
            "密封文件未公开 爱泼斯坦案或涉数百名商政界人士",
            "法为挽救伊核协议欲向伊朗提供信贷 美“泼冷水”",
            "英首相想提前大选被否 反对党领袖：提议像毒苹果",
            "英国脱欧乱局如何发展？BBC分析其中七种可能",
            "韩国或弃发展中国家地位 官员：不必和特朗普为敌"
    };
}
